import React from 'react';

import { Grid, Col } from 'react-bootstrap';

import { TERMS } from '../../../data/constants/componentConstants';

class Terms extends React.Component {
	constructor (props) {
		super(props);

		this.state = {};
	}

	componentDidMount () {
		window.scrollTo(0, 0)
	}

	render () {

		return (
			<Grid fluid id="terms">
				<Grid className='bg-white'>

					<Col xs={12}>
						<h1 className="section-heading">{TERMS.terms}</h1>
						<p>
							PODREDENI.EU е уебсайт за on-line пазаруване, който се управлява от АДМИНИСТРАТОР: АРМОНИК
							ЕООД , с адрес на регистрация гр. София, бул. Цар Борис III, 91, BG201914470
							и се използва от ПОТРЕБИТЕЛИТЕ - всяко физическо или юридическо лице, което използва
							услугите на сайта. при условията, посочени по-долу.
						</p>
						<ol>
							<li>
								Настоящите общи условия представляват споразумение между Администратора и Потребителя и
								съдържа условията за използването на уебсайта. Условията се прилагат еднакво за
								регистрирани
								и за нерегистрирани потребители и приемането им е задължително за използването на сайта.
							</li>
							<li>
								Общите условия влизат в сила от момента, в който Потребителят използва за пръв път
								сайта. Те
								са приложими при всяко посещение и използване на сайта и са валидни до преустановяване
								използването на сайта.
							</li>
							<li>
								Услугите в сайта, предоставени от Администратора включват:
								<ul>
									<li>
										Предоставяне на достъп през уеб браузър до информацията от този сайт.
									</li>
									<li>
										Продажба на продукт от сайта. При направа на поръчка онлайн, Потребителят
										заявява
										желание да получи определена стока срещу заплащане. Формата на заплащане е
										наложен
										платеж.
									</li>
									<li>
										Доставка на продукт от сайта. Доставката се осъществава с куриерска фирма, за
										сметка
										на Потребителя.
									</li>
									<li>
										Връщане на стока. Съгласно закона за защита на потребителие ЗЗП чл.55
										Потребителят
										има право да върне или замени закупен продукт в рамките на 14 дни от дата на
										закупуване. Върнатият продукт трябва да е в изряден търговски вид, без следи от
										употреба. При спазване на условията за върната поръчка, се възстановява пълната
										сума
										на Потребителя.
									</li>
								</ul>
							</li>
							<li>
								С използването на уебсайта и направена поръчка, Потребителят приема и дава своето
								информирано изрично съгласие, личните му данни - име ,телефон и адрес за доставка да
								бъдат
								събирани, обработвани и съхранявани от Администратора, който ще ги използва ЕДИНСТВЕНО и
								САМО с цел правилното, безпроблемно и пълноценно реализирана онлайн поръчка.
							</li>
							<li>
								Администраторът предприема мерки за защита на личните данни на потребителите, следвайки
								политиката си за поверителност и съгласно изискванията на Закона за защита на личните
								данни
								и други приложими разпоредби на българското и европейското право.
							</li>
						</ol>
					</Col>

				</Grid>


			</Grid>
		);
	}
}

export default Terms;