const META_TAGS = {

    // Home
    'home': {
        title: {
            bg: 'Начало — PODREDENI.EU',
            en: 'Home — PODREDENI.EU'
        },
        description: {
            bg: 'Уникални аксесоари за очила! Еко и бързосъхнещи кърпи за спорт, плаж, SPA! Детско пончо, мъжки бански! Удобство за нас - грижа за природата!',
            en: ''
        },
        keywords: {
            bg: 'аксесоари, очила, книги, слушалки, баджове, пътуване, бързосъхнещи кърпи, детски стоки, бански, ваканция, еко, спорт, йога',
            en:''
        },
    },

    // All products
    'products': {
        title: {
            bg: 'Продукти — PODREDENI.EU',
            en: ''
        },
        description: {
            bg: '✅ Магнитни клипсове за очила ReadeREST. ✅ Бързосъхнещи кърпи и бански Dock&Bay. ✅ Смарт кухненски уреди THATInventions. Разнообразие от модели. Бърза доставка!',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // News
    'news': {
        title: {
            bg: 'Новини — Прочетете Топ Теми от PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Най-новите тенденции в сферата на Екологичните Продукти, Здравословното Хранене и Устойчивото бъдеще. Новини за нашите продукти- Аксесоари за очила, Бързосъхнещи кърпи за спорт и плаж, мъжки бански, Детско пончо, Кърпа за коса, Уреди за Домакинството.',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Videos
    'videos': {
        title: {
            bg: 'Видео — Разгледайте Богата Галерия в PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Актуално и забавно за нашите продукти - Аксесоари за очила ReadeREST, Еко продукти Dock&Bay - бързосъхнещи кърпи за спорт и плаж, мъжки бански, детско пончо, кърпи за коса - тюрбани, Иновативни уреди за домакинството ThatINVENTIONS. Избери и Поръчай Онлайн!',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Partners
    'partners': {
        title: {
            bg: 'Партньори — Podredeni.eu',
            en: ''
        },
        description: {
            bg: 'Радваме се, да наречем приятели компаниите, които ни се довериха в идеята да заедно да предлагаме иновативни стоки, с грижа за околната среда и по-устойчиво бъдеще! Разгледайте списъка и… винаги има място за ОЩЕ!',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Contact
    'contact': {
        title: {
            bg: 'Контакт — PODREDENI.EU',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Cart
    'cart': {
        title: {
            bg: 'Количка — PODREDENI.EU',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },


    // PRODUCT CATEGORIES

    // Magnetic clips
    '2d256711-5f08-4d68-ba1a-30311f0b9c6f': {
        title: {
            bg: 'Аксесоари за Очила ReadeREST — Купете Изгодно от PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Ново! Сменете старомодните "верижки" за очила с модерно и елегантно решение - Магнитни Клипсове. Диоптричните и слънчеви очила не падат и не се губят. Очилата за компютър са винаги до вас. Изобилие от модели за всеки вкус и стил. Качествено и изгодно!',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },


    // Towels Dock&Bay
    '92e8f56e-1a18-46bb-be40-633559284cdc' : {
        title: {
            bg: 'Еко Стоки за Ваканция и Спорт — Грабнете от PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Бързосъхнещи плажни кърпи, по които не полепва пясък. Супер компактни кърпи за спорт, които не задържат миризми. Детско пончо, мъжки бански, кърпи за коса - тюрбани. Рециклирани и биоразградими. Богат избор на изгодни цени.',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },


    // Smart kitchen
    '58a4edb3-4946-4f28-bd62-c18e7d763099': {
        title: {
            bg: 'Смарт Кухненски Уреди — Поръчайте от PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Предпочитате свежия вкус и здравословното хранене? Това е лесно с ThatINVENTIONS. Иновативни продукти с модерен дизайн - нож за лесно размазване, плоча за бързо натурално размразяване, халба за бира, дълго запазваща температурата си, хладилна чанта. Бърза и безплатна доставка за поръчки над 60 лв.',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Home, health, beauty
    'b4396565-c1b4-4879-a0de-a8e75355e9f2': {
        title: {
            bg: 'Дом, здраве и красота — PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Създайте комфорт и уют у дома с нашите супер предложения! Безплатна доставка за поръчки над 60 лв. Купете сега!',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Single Product
    'product': {
        title: {
            bg: ' — Купете Онлайн от PODREDENI.EU',
            en: ''
        },
        description: {
            bg: 'Иновативни продукти на доказани световни брандове като ReadeREST, Dock&Bay и THATInventions. Вземете сега с безплатна доставка за всички поръчки над 60 лв.',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // NewsDetails
    'newsDetails': {
        title: {
            bg: ' — PODREDENI.EU',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },
};

export {
    META_TAGS
}