const META_TAGS = {

    // Home
    'home': {
        title: {
            bg: 'Начало — Podredeni.eu',
            en: 'Home | Podredeni.eu'
        },
        description: {
            bg: 'Уникални аксесоари за очила! Еко и бързосъхнещи кърпи за спорт, плаж, SPA! Детско пончо, мъжки бански! Удобство за нас - грижа за природата!',
            en: ''
        },
        keywords: {
            bg: 'аксесоари, очила, книги, слушалки, баджове, пътуване, бързосъхнещи кърпи, детски стоки, бански, ваканция, еко, спорт, йога',
            en:''
        },
    },

    // All products
    'products': {
        title: {
            bg: 'Продукти — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // News
    'news': {
        title: {
            bg: 'Новини — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Videos
    'videos': {
        title: {
            bg: 'Видео — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Partners
    'partners': {
        title: {
            bg: 'Партньори — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Contact
    'contact': {
        title: {
            bg: 'Контакт — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Cart
    'cart': {
        title: {
            bg: 'Количка — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },


    // PRODUCT CATEGORIES

    // Magnetic clips
    '2d256711-5f08-4d68-ba1a-30311f0b9c6f': {
        title: {
            bg: 'Магнитни Клипсове за Очила ReadeRest — Podredeni.eu',
            en: ''
        },
        description: {
            bg: 'Ново! Магнитни клипсове за слънчеви или диоптрични очила. 👓 Забравете за старомодните верижки и връзки! Поръчайте онлайн от Podredeni.eu. Безплатна доставка при поръчки над 60 лв.',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },


    // Towels Dock&Bay
    '92e8f56e-1a18-46bb-be40-633559284cdc' : {
        title: {
            bg: 'Бързосъхнещи Плажни Кърпи Dock&Bay — Podredeni.eu',
            en: ''
        },
        description: {
            bg: 'Бързосъхнещи плажни кърпи и кърпи за спорт Dock&Bay. Създадени с грижа за околната среда 🌿 - 30% от материята е от рециклирани пластмасови бутилки! Купете онлайн с безплатна доставка при поръчки над 60лв.!',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },


    // Smart kitchen
    '58a4edb3-4946-4f28-bd62-c18e7d763099': {
        title: {
            bg: 'Смарт Домакински Електоуреди — Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

    // Single Product
    'product': {
        title: {
            bg: ' — Купи Онлайн от Podredeni.eu',
            en: ''
        },
        description: {
            bg: '',
            en: ''
        },
        keywords: {
            bg: '',
            en:''
        },
    },

};

export {
    META_TAGS
}