const teasersTextArr = [
    {
        _id: 1,
        imageUrl: '/images/show/2.jpg',
        heading: 'ReadeREST USA - магнитни клипсове',
        text: 'Никога не откривате очилата си? Търсите ги в чантата си, но там е пълен хаос?Поставяте ги на деколтето на дрехата си, но се навеждате и те падат?\n' +
            'КРАЙ НА ТОВА!\n' +
            'Практични и елегантни, в различен стил и цветове, магнитните клипсове ReadeREST са неотменим аксесоар към вашия тоалет и най-големият ви помощник. Очила, слушалки и баджове - НЕ ПАДАТ и са винаги под ръка!',
        buttonLink: '/products-by-category/2d256711-5f08-4d68-ba1a-30311f0b9c6f',
        isVisible: true
    },
    {
        _id: 2,
        imageUrl: '/images/show/1.jpg',
        heading: 'Dock&Bay UK - еко кърпи',
        text: 'Неприятно е да лежите въхру мокра кърпа с пясък, нали? Предлагаме ви решение и за това! Кърпите Dock&Bay съхнат 3 пъти по-бързо и по тях не полепва пясък! Пъстри и свежи, опаковани в собствени торбички, те са изключително компактни и удобни за път. Силно препоръчваме линията за спорт ACTIVE, която е създадена с грижа за околната среда - 30% от материята е от рециклирани пластмасови бутилки! Ще се влюбите!',
        buttonLink: '/products-by-category/92e8f56e-1a18-46bb-be40-633559284cdc',
        isVisible: true
    },
    {
        _id: 3,
        imageUrl: '/images/show/image_01.jpg',
        heading: 'Test',
        text: 'Неприятно е да лежите въхру мокра кърпа с пясък, нали? Предлагаме ви решение и за това! Кърпите Dock&Bay съхнат 3 пъти по-бързо и по тях не полепва пясък! Пъстри и свежи, опаковани в собствени торбички, те са изключително компактни и удобни за път. Силно препоръчваме линията за спорт ACTIVE, която е създадена с грижа за околната среда - 30% от материята е от рециклирани пластмасови бутилки! Ще се влюбите!',
        buttonLink: '',
        isVisible: true
    }
];

const teasersText = {
    0: {
        orderNumber: 5,
        imageUrl: '/images/show/2.jpg',
        heading: 'ReadeREST USA - магнитни клипсове',
        text: 'Никога не откривате очилата си? Търсите ги в чантата си, но там е пълен хаос?Поставяте ги на деколтето на дрехата си, но се навеждате и те падат?\n' +
            'КРАЙ НА ТОВА!\n' +
            'Практични и елегантни, в различен стил и цветове, магнитните клипсове ReadeREST са неотменим аксесоар към вашия тоалет и най-големият ви помощник. Очила, слушалки и баджове - НЕ ПАДАТ и са винаги под ръка!',
        buttonLink: '/products-by-category/2d256711-5f08-4d68-ba1a-30311f0b9c6f',
        visible: true
    },
    1: {
        orderNumber: 2,
        imageUrl: '/images/show/1.jpg',
        heading: 'Dock&Bay UK - еко кърпи',
        text: 'Неприятно е да лежите въхру мокра кърпа с пясък, нали? Предлагаме ви решение и за това! Кърпите Dock&Bay съхнат 3 пъти по-бързо и по тях не полепва пясък! Пъстри и свежи, опаковани в собствени торбички, те са изключително компактни и удобни за път. Силно препоръчваме линията за спорт ACTIVE, която е създадена с грижа за околната среда - 30% от материята е от рециклирани пластмасови бутилки! Ще се влюбите!',
        buttonLink: '/products-by-category/92e8f56e-1a18-46bb-be40-633559284cdc',
        visible: true
    }
};


const aboutText =
    {
        heading: 'ЛЕСНО, СТИЛНО И УДОБНО!',
        text: '<p>Да - ПОДРЕДЕНИ СМЕ 😜....! И много важно за нас е да ви предлагаме интересни и уникални продукти.</p>' +
            '<p>Избираме високото качество и иновацията за вашето удобство, стил и настроение!</p>',
        visible: true
    }


export {teasersText, aboutText, teasersTextArr};